IDEA Open Model
Tendon.NumberOfStrand Property
 Number of strands
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int NumberOfStrand { get; set; }
Public Property NumberOfStrand As Integer
	Get
	Set
public:
property int NumberOfStrand {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Tendon Class
IdeaRS.OpenModel.Model Namespace